---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures
source: html/24cdc476-68dc-4b8c-9612-63856682342a.htm
---
# BuiltInFailures.DividedPathFailures Properties

Default Divide settings cannot be applied to Divided Path.